Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielineuvosto.html.tmx
Source language: fin
Languages: sme

source: Saamen kielineuvosto
sme: Sámi giellaráđđi

source: Saamen kielineuvostossa ovat edustettuina kaikki kolme Suomessa puhuttua saamen kieltä: pohjoissaame, inarinsaame ja koltansaame.
sme: Sámi giellaráđis leat ovddastuvvon buot golbma Suomas hállojuvvon sámegiela: davvisámegiella, anárašgiella ja nuortalašgiella.

source: Kielineuvoston tehtäviin kuuluu mm. ylläpitää ja kehittää Suomessa käytettäviä saamen kieliä, antaa ohjeita ja suosituksia kielen- ja nimistönhuoltoon ja terminologiaan liittyvissä asioissa, edistää kielen tutkimusta, jakaa tietoa saamen kielistä ja osallistua pohjoismaiseen kieliyhteistyöhön.
sme: Giellaráđi bargguide gullá ee. bajásdoallat ja ovddidit Suomas hállojuvvon sámegielaid, addit rávvagiid ja ávžžuhusaid giella- ja nammafuolahusas ja terminologiijaáššiin, ovddidit giela dutkama, juohkit dieđuid sámegielas ja oassálastit davviriikkalaš giellaovttasbargui.

source: Lisäksi saamen kielineuvosto antaa yhdessä saamen kielen toimiston kanssa vaalikausittain saamelaiskäräjille kertomuksen saamen kieltä koskevan lainsäädännön soveltamisesta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kieliolojen kehityksestä.
sme: Lassin sámi giellaráđđi addá ovttas sámegiela doaimmahagain válgabajiid mielde sámediggái muitalusa sámegiela guoskevaš láhkaásaheami heiveheamis ja lassin sámiid gielalaš vuoigatvuođaid ollašuvvamis ja gielladiliid ovdáneamis.

source: Saamen kielen toimisto antaa yhdessä saamelaiskäräjien asettaman saamen kielineuvoston kanssa vaalikausittain saamelaiskäräjille kertomuksen saamen kieltä koskevan lainsäädännön soveltamisesta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kieliolojen kehityksestä.
sme: Giellaráđis oktan sámedikki čállingottis doaibmi sámegiela doaimmahagain lea dehálaš politihkálaš rollá sámegiellagiid rivttiid goziheaddjin ja sámegielaid ovddideaddjin.

source: Saamen kielilain 29 §:n tarkoittama kertomus annettiin ensimmäisen kerran vuoden 2008 maaliskuussa.
sme: Dehálaš oassi giellaráđi barggus lea ovttabargu davviriikkalaš sámi giellalávdegottiin ja eará sáme- ja vehádatgielain ja gieladutkamiin bargi orgánain, ee. Kotus (ruovtturiikka gielaid guovddáš).

source: Kielineuvostolla on tärkeä poliittinen rooli saamenkielisten oikeuksien valvojana ja saamen kielten edistäjänä yhdessä saamelaiskäräjien sihteeristössä toimivan saamen kielen toimiston kanssa.
sme: Giellaráđis lea maiddái iežas ovddasteaddji Eurohpa vehádatgielaid doaimmahaga Suoma juhkosa, FiBLUL:la stivrras.

source: Tärkeä osa kielineuvoston työssä on yhteistyö saamen kielilautakunnan kanssa sekä muiden saamen – ja vähemmistökielten ja kielentutkimuksen parissa työskentelevien tahojen kanssa, joita ovat esim. Kotus (Kotimaisten kieltenkeskus) .
sme: Sámi giellaráđđái gullet jagiin 2020-2023 čuovvovaš lahtut ja várrelahtut:

source: Kielineuvostolla on myös edustajansa Euroopan vähemmistökielten toimiston (Eblul) Suomen osasto, Fibluli:n hallituksessa.
sme: Lahtut: Ljetoff Tauno, ságajođiheaddji Seurujärvi-Kari Irja, várreságajođiheaddji Aikio Matti Jääskö Neeta Valkeapää Niko Sara Magreta Eriksen Kati

source: Kielineuvosto on työssään edistänyt myös erinäisiä saamenkielen sanastoprojekteja.
sme: Várrelahtut: Harju Terhi Magga Arla Magga-Vars Petra Seurujärvi Jussa Pautamo Ellen Magga Juhan-Tuommá Lukkari Sammol
